Repository: airqo-platform/AirQo-frontend
Catalog: mobile/lib/l10n/app_*.arb
Languages: fr, pt, sw

# thisNameDoesntHaveUpdateMessageImplementation
source: {placeholder} does’nt have update message implementation
fr: {placeholder} n'a pas d'implémentation de message de mise à jour
pt: {placeholder} não tem a implementação da mensagem de atualização
sw: {placeholder} haina utekelezaji wa ujumbe wa sasisho

source: Login with a mobile number instead
fr: Connectez-vous avec un numéro de mobile à la place
pt: Inicia sessão com um número de telefone em vez disso
sw: Ingia kwa kutumia nambari ya simu badala yake

source: Sign up with a mobile number instead
fr: Inscrivez-vous avec un numéro de mobile à la place
pt: Inscreve-te com um número de telefone em vez disso
sw: Jisajili kwa kutumia nambari ya simu badala yake

source: Change your number
fr: Changez votre numéro
pt: Muda o teu número
sw: Badilisha nambari yako

source: Change your email
fr: Changez votre e-mail
pt: Muda o teu e-mail
sw: Badilisha barua pepe yako

# theAirQualityInCityWasGood
source: The air quality in {placeholder} was good.
fr: La qualité de l'air dans {placeholder} était bonne
pt: A qualidade do ar em {placeholder} estava boa.
sw: Ubora wa hewa katika {placeholder} ulikuwa mzuri.

# theAirQualityInCityWasModerate
source: The air quality in {placeholder} was moderate.
fr: La qualité de l'air dans {placeholder} était modérée
pt: A qualidade do ar em {placeholder} era moderada.
sw: Ubora wa hewa katika {placeholder} ulikuwa wa wastani.

# theAirQualityInCityWasUnhealthyForSensitiveGroups
source: The air quality in {placeholder} was unhealthy for sensitive groups.
fr: La qualité de l'air dans {placeholder} était malsaine pour les groupes sensibles
pt: A qualidade do ar em {placeholder} era insalubre para grupos sensíveis.
sw: Ubora wa hewa katika {placeholder} ulikuwa mbaya kwa makundi nyeti.

# theAirQualityInCityWasUnhealthy
source: The air quality in {placeholder} was unhealthy.
fr: La qualité de l'air dans {placeholder} était malsaine
pt: A qualidade do ar em {placeholder} era insalubre.
sw: Ubora wa hewa katika {placeholder} ulikuwa mbaya.

# theAirQualityInCityWasVeryUnhealthy
source: The air quality in {placeholder} was very unhealthy.
fr: La qualité de l'air dans {placeholder} était très malsaine
pt: A qualidade do ar em {placeholder} era muito insalubre.
sw: Ubora wa hewa katika {placeholder} ulikuwa mbaya sana.

# theAirQualityInCityWasHazardous
source: The air quality in {placeholder} was hazardous.
fr: La qualité de l'air dans {placeholder} était dangereuse
pt: A qualidade do ar em {placeholder} era perigosa.
sw: Ubora wa hewa katika {placeholder} ulikuwa hatari.

# theAirQualityInCityWasUnavailable
source: The air quality in {placeholder} was unavailable.
fr: La qualité de l'air dans {placeholder} était indisponible
pt: A qualidade do ar em {placeholder} não estava disponível.
sw: Ubora wa hewa katika {placeholder} haukupatikana.

# theAirQualityInCityIsGood
source: The air quality in {placeholder} is good.
fr: La qualité de l'air dans {placeholder} est bonne
pt: A qualidade do ar em {placeholder} é boa.
sw: Ubora wa hewa katika {placeholder} ni mzuri.

# theAirQualityInCityIsModerate
source: The air quality in {placeholder} is moderate.
fr: La qualité de l'air dans {placeholder} est modérée
pt: A qualidade do ar em {placeholder} é moderada.
sw: Ubora wa hewa katika {placeholder} ni wa wastani.

# theAirQualityInCityIsUnhealthyForSensitiveGroups
source: The air quality in {placeholder} is unhealthy for sensitive groups.
fr: La qualité de l'air dans {placeholder} est malsaine pour les groupes sensibles
pt: A qualidade do ar em {placeholder} é insalubre para grupos sensíveis.
sw: Ubora wa hewa katika {placeholder} ni mbaya kwa makundi nyeti.

# theAirQualityInCityIsUnhealthy
source: The air quality in {placeholder} is unhealthy.
fr: La qualité de l'air dans {placeholder} est malsaine
pt: A qualidade do ar em {placeholder} é insalubre.
sw: Ubora wa hewa katika {placeholder} ni mbaya.

# theAirQualityInCityIsVeryUnhealthy
source: The air quality in {placeholder} is very unhealthy.
fr: La qualité de l'air dans {placeholder} est très malsaine
pt: A qualidade do ar em {placeholder} é muito insalubre.
sw: Ubora wa hewa katika {placeholder} ni mbaya sana.

# theAirQualityInCityIsHazardous
source: The air quality in {placeholder} is hazardous.
fr: La qualité de l'air dans {placeholder} est dangereuse
pt: A qualidade do ar em {placeholder} é perigosa.
sw: Ubora wa hewa katika {placeholder} ni hatari.

# theAirQualityInCityIsUnavailable
source: The air quality in {placeholder} is unavailable.
fr: La qualité de l'air dans {placeholder} est indisponible
pt: A qualidade do ar em {placeholder} não está disponível.
sw: Ubora wa hewa katika {placeholder} haukupatikana.

source: Expect conditions to be good.
fr: S'attendre à ce que les conditions soient bonnes.
pt: Espera que as condições sejam boas.
sw: Tegemea hali kuwa nzuri.

source: Expect conditions to be moderate.
fr: S'attendre à ce que les conditions soient modérées.
pt: Espera que as condições sejam moderadas.
sw: Tegemea hali kuwa ya wastani.

source: Expect conditions to be unhealthy for sensitive groups.
fr: S'attendre à ce que les conditions soient malsaines pour les groupes sensibles.
pt: Espera que as condições sejam insalubres para grupos sensíveis.
sw: Tegemea hali kuwa mbaya kwa makundi nyeti.

source: Expect conditions to be unhealthy.
fr: S'attendre à ce que les conditions soient malsaines.
pt: Espera que as condições sejam insalubres.
sw: Tegemea hali kuwa mbaya.

source: Expect conditions to be very unhealthy.
fr: S'attendre à ce que les conditions soient très malsaines.
pt: Espera que as condições sejam muito insalubres.
sw: Tegemea hali kuwa mbaya sana.

source: Expect conditions to be hazardous.
fr: S'attendre à ce que les conditions soient dangereuses.
pt: Espera que as condições sejam perigosas.
sw: Tegemea hali kuwa hatari.

source: Expect conditions to be unavailable.
fr: S'attendre à ce que les conditions soient indisponibles.
pt: Espera que as condições não estejam disponíveis.
sw: Tegemea hali kutopatikana.

# theHourlyAirQualityAverageInCityIsCurrentlyGood
source: The hourly air quality average in {placeholder} is currently good.
fr: La moyenne horaire de la qualité de l'air dans {placeholder} est actuellement bonne.
pt: A média horária da qualidade do ar em {placeholder} é atualmente boa.
sw: Kiwango cha wastani cha ubora wa hewa kila saa katika {placeholder} kwa sasa ni mzuri.

# theHourlyAirQualityAverageInCityIsCurrentlyModerate
source: The hourly air quality average in {placeholder} is currently moderate.
fr: La moyenne horaire de la qualité de l'air dans {placeholder} est actuellement modérée.
pt: A média horária da qualidade do ar em {placeholder} é atualmente moderada.
sw: Kiwango cha wastani cha ubora wa hewa kila saa katika {placeholder} kwa sasa ni wa wastani.

# theHourlyAirQualityAverageInCityIsCurrentlyUnhealthyForSensitiveGroups
source: The hourly air quality average in {placeholder} is currently unhealthy for sensitive groups.
fr: La moyenne horaire de la qualité de l'air dans {placeholder} est actuellement malsaine pour les groupes sensibles.
pt: A média horária da qualidade do ar em {placeholder} é atualmente insalubre para grupos sensíveis.
sw: Kiwango cha wastani cha ubora wa hewa kila saa katika {placeholder} kwa sasa ni mbaya kwa makundi nyeti.

# theHourlyAirQualityAverageInCityIsCurrentlyUnhealthy
source: The hourly air quality average in {placeholder} is currently unhealthy.
fr: La moyenne horaire de la qualité de l'air dans {placeholder} est actuellement malsaine.
pt: A média horária da qualidade do ar em {placeholder} é atualmente insalubre.
sw: Kiwango cha wastani cha ubora wa hewa kila saa katika {placeholder} kwa sasa ni mbaya.

# theHourlyAirQualityAverageInCityIsCurrentlyVeryUnhealthy
source: The hourly air quality average in {placeholder} is currently very unhealthy.
fr: La moyenne horaire de la qualité de l'air dans {placeholder} est actuellement très malsaine.
pt: A média horária da qualidade do ar em {placeholder} é atualmente muito insalubre.
sw: Kiwango cha wastani cha ubora wa hewa kila saa katika {placeholder} kwa sasa ni mbaya sana.

# theHourlyAirQualityAverageInCityIsCurrentlyHazardous
source: The hourly air quality average in {placeholder} is currently hazardous.
fr: La moyenne horaire de la qualité de l'air dans {placeholder} est actuellement dangereuse.
pt: A média horária da qualidade do ar em {placeholder} é atualmente perigosa.
sw: Kiwango cha wastani cha ubora wa hewa kila saa katika {placeholder} kwa sasa ni hatari.

# theHourlyAirQualityAverageInCityIsCurrentlyUnavailable
source: The hourly air quality average in {placeholder} is currently unavailable.
fr: La moyenne horaire de la qualité de l'air dans {placeholder} est actuellement indisponible.
pt: A média horária da qualidade do ar em {placeholder} não está atualmente disponível.
sw: Kiwango cha wastani cha ubora wa hewa kila saa katika {placeholder} kwa sasa hakipatikani.

source: Heads up!!!.. you are about to delete your account!
fr: Attention! Vous êtes sur le point de supprimer votre compte!
pt: Heads up!!!.. estás prestes a apagar a tua conta!
sw: Tahadhari!!!.. unakaribia kufuta akaunti yako!

source: You will lose all your saved places
fr: Vous perdrez tous vos endroits enregistrés
sw: Utapoteza maeneo yako yote yaliyohifadhiwa

source: Heads up!!!.. you are about to logout!
fr: Attention! Vous êtes sur le point de vous déconnecter!
pt: Atenção!!!.. você está prestes a sair!
sw: Tahadhari!!!.. unakaribia kutoka!

# youWillMissOutOnNotificationAndWontBeAbleToSaveFavouritePlaces
source: You will miss out on notifications and won’t be able to save favourite places
fr: Vous manquerez les notifications et ne pourrez pas enregistrer vos endroits préférés
pt: Você perderá as notificações e não poderá salvar os lugares favoritos
sw: Utapoteza arifa na hautaweza kuhifadhi maeneo unayopendelea

source: Select Country
fr: Sélectionnez un pays
pt: Seleciona o país
sw: Chagua Nchi

source: Phone Number
fr: Numéro de téléphone
pt: Número de telefone
sw: Nambari ya Simu
