Repository: airqo-platform/AirQo-frontend
Catalog: mobile/lib/l10n/app_*.arb
Languages: fr, pt, sw

source: About
fr: À propos
pt: Sobre
sw: Kuhusu

# unableDeleteAccount
source: Can't delete account now. Try again later
fr: Impossible de supprimer le compte maintenant. Réessayez plus tard
pt: Não podes apagar a conta agora. Tenta novamente mais tarde
sw: Haiwezi kufuta akaunti sasa. Jaribu tena baadae

source: Location
fr: Emplacement
pt: Localização
sw: Eneo

source: Nortification
fr: Notification
pt: Notificação
sw: Arifa

# rateAirQoApp
source: Rate the AirQo App
fr: Évaluez l'application AirQo
pt: Avalia a aplicação AirQo
sw: Tathmini Programu ya AirQo

source: Select Language
fr: Choisir la langue
pt: Selecionar o idioma
sw: Chagua Lugha

source: Send feedback
fr: Envoyer des commentaires
pt: Enviar comentários
sw: Tuma maoni

source: Settings
fr: Paramètres
pt: Definições
sw: Mipangilio

# takeTour
source: Take a tour of the App
fr: Faites le tour de l'application
pt: Faz uma visita guiada à aplicação
sw: Pata utambulisho wa programu

# restartTour
source: You can always restart the App Tour from here anytime.
fr: Vous pouvez toujours redémarrer l'App Tour à partir d'ici à tout moment.
pt: Podes sempre reiniciar o App Tour a partir daqui, em qualquer altura.
sw: Unaweza kuanza utambulisho wa programu upya wakati wowote.

# sendFeedbackEmail
source: Send Us Feedback Via Email
fr: Envoyer des commentaires par e-mail
pt: Envia-nos os teus comentários por e-mail
sw: Tutume Maoni Kwa Barua Pepe

source: E-mail
pt: Correio eletrónico
sw: Barua pepe

source: Send
fr: Envoyer
pt: Envia
sw: Tuma

# thanksFeedback
source: Thanks for your feedback.
fr: Merci pour vos commentaires
pt: Obrigado pela tua opinião.
sw: Asante kwa maoni yako

# tellUsDetails
source: Please tell us the details
fr: Veuillez nous dire les détails
pt: Por favor, diz-nos os detalhes
sw: Tafadhali tuambie maelezo

source: Go Ahead, Tell Us More?
fr: Allez-y, dites-nous plus?
pt: Vá lá, conta-nos mais?
sw: Endelea tuambie zaidi

# feedBackType
source: What Type Of Feedback?
fr: Quel type de rétroaction
pt: Que tipo de feedback?
sw: Aina Ya Maoni

source: Report Air Pollution
fr: Signaler la pollution de l'air
pt: Comunica a poluição atmosférica
sw: Ripoti Uchafuzi wa Hewa

source: Inquiry
fr: Demande
pt: Inquérito
sw: Hoja

source: Suggestion
pt: Sugestão
sw: Pendekezo

source: App Bugs
fr: Bogues d'application
pt: Bugs da aplicação
sw: Hitilafu Za Programu

source: Next
fr: Suivant
pt: Seguinte
sw: Ifuatayo

source: Back
fr: Dos
pt: Volta
sw: Nyuma

# deleteAccount
source: Delete your account
fr: Supprimer votre compte
pt: Eliminar a tua conta
sw: Futa akaunti yako

source: Enter your email
fr: Entrer votre Email
pt: Introduz o teu e-mail
sw: Weka barua pepe yako

source: Favorites
fr: Favoris
pt: Favoritos
sw: Vipendeleo

source: Favorite
fr: Favori
pt: Preferido
sw: Pendeleo

source: For You
fr: Pour toi
pt: Para ti
sw: Kwako

# todayAirQuality
source: Today's air quality
fr: La qualité de l'air d'aujourd'hui
pt: Qualidade do ar de hoje
sw: Ubora wa hewa leo

# unableToGetCurrentLocation
source: We're unable to get your current location. Explore locations below in the meantime.
fr: Nous ne pouvons pas obtenir votre emplacement actuel. Explorez les emplacements ci-dessous en attendant.
pt: Não conseguimos obter a tua localização atual. Entretanto, explora as localizações abaixo.
sw: Hatuwezi kupata eneo lako sasa. Tafadhali tafuta maeneo hapo chini kwanza.

# unableToGetAirQuality
source: We're unable to get your location's air quality . Explore locations below as we expand our network.
fr: Nous ne pouvons pas obtenir la qualité de l'air de votre emplacement. Explorez les emplacements ci-dessous pendant que nous élargissons notre réseau.
pt: Não conseguimos obter a qualidade do ar da tua localização. Explora as localizações abaixo à medida que expandimos a nossa rede.
sw: Hatuwezi kupata ubora wa hewa katika eneo lako. Tafadhali tafuta maeneo mengine hapo chini.

source: View More Insights
fr: Voir plus d'informations
pt: Ver mais informações
sw: Angalia Ufafanuzi Zaidi

source: Good Morning
fr: Bonjour
pt: Bom dia
sw: Habari Za Asubuhi

source: Good Afternoon
fr: Bon après-midi
pt: Boa tarde
sw: Habari Za Mchana

source: Good Evening
fr: Bonne soirée
pt: Boa noite
sw: Habari Za Jioni

source: Good
fr: Bien
pt: Bom
sw: Nzuri

source: Moderate
fr: Modéré
pt: Moderado
sw: Wastani

# unhealthySG
source: Unhealthy for Sensitive Groups
fr: Malsain pour les groupes sensibles
pt: Não é saudável para grupos sensíveis
sw: Si Salama kwa Wengine

source: Unhealthy
fr: Malsain
pt: Não saudável
sw: Si Salama

source: Very Unhealthy
fr: Très malsain
pt: Muito pouco saudável
sw: Si Salama Kabisa

source: Hazardous
fr: Dangereux
pt: Perigosos
sw: Hatari Sana

source: Share
fr: Partager
pt: Partilha
sw: Shiriki

# creatingShareLink
source: Creating share link. Hang on tight
fr: Création du lien de partage
pt: Criar ligação de partilha. Aguenta firme
sw: Inatengeneza kiungo cha kushiriki. Subiri

source: Welcome to
fr: Bienvenue à
pt: Bem-vindo ao
sw: Karibu

source: New experiences for You
fr: Nouvelles expériences pour vous
pt: Novas experiências para ti
sw: Tajriba Mpya Kwako

source: Keep track of air quality in locations that matter to you
fr: Suivez la qualité de l'air dans les endroits qui vous intéressent
pt: Acompanha a qualidade do ar nos locais que te interessam
sw: Fuatilia ubora wa hewa katika maeneo muhimu kwako

source: Save your favorite places
fr: Enregistrez vos endroits préférés
pt: Guarda os teus locais favoritos
sw: Hifadhi maeneo unayopendelea

source: Access analytics and content curated just for you
fr: Accédez aux analyses et au contenu adaptés à vos besoins
pt: Aceder a análises e conteúdos seleccionados só para ti
sw: Pata takwimu na maudhui yaliyotayarishwa kwako

source: Know your air on the go
fr: Connaissez votre air en déplacement
pt: Conhece o teu ar em movimento
sw: Jua hewa wakati wo wote

# anEasyWayToPlanYourOutdoorActivitiesToMinimiseexcessiveExposureToBadAirQuality
source: An easy way to plan your outdoor activities to minimise exposure to air pollution excessive exposure to bad air quality
fr: Un moyen facile de planifier vos activités de plein air pour minimiser 'exposition excessive à une mauvaise qualité de l'air
pt: Uma forma fácil de planear as tuas actividades ao ar livre para minimizar a exposição à poluição do ar exposição excessiva à má qualidade do ar
sw: Njia rahisi ya kupanga shughuli nje ili kuepuka athari za hewa chafu

source: Let's go
fr: Allons-y
pt: Deixa-nos ir
sw: Twende

source: Tap again to exit !
fr: Appuyez à nouveau pour quitter
pt: Toca novamente para sair!
sw: Gusa tena kutoka!

source: Enable locations
fr: Activer les emplacements
pt: Ativar localizações
sw: Washa eneo

source: Allow AirQo to send you location air quality update for your work place, home
fr: Permettre à AirQo de vous envoyer une mise à jour de la qualité de l'air de votre lieu de travail domicile
pt: Permite que a AirQo te envie actualizações sobre a qualidade do ar no teu local de trabalho ou em casa
sw: Ruhusu AirQo kukutumia taarifa za hewa katika maeneo yako muhimu kama kazini au nyumbani

source: Yes, keep me safe
fr: Oui, gardez-moi en sécurité
pt: Sim, mantém-me a salvo
sw: Ndio, nilinde

source: Know your air in real time
fr: Connaissez votre air en temps réel
pt: Conhece o teu ar em tempo real
sw: Jua hewa wakati halisi

source: Get notified when air quality is getting better or worse
fr: Soyez averti lorsque la qualité de l'air s'améliore ou se détériore
pt: Recebe uma notificação quando a qualidade do ar está a melhorar ou a piorar
sw: Pata arifa endapo hewa inabadilika kuwa nzuri au mbaya

source: Yes, keep me updated
fr: Oui, gardez-moi à jour
pt: Sim, mantém-me informado
sw: Ndio, ningependa kusasishwa

source: Turn on location to get air quality near you
fr: Activez l'emplacement pour obtenir la qualité de l'air près de chez vous
pt: Liga a localização para obteres a qualidade do ar perto de ti
sw: Washa eneo ili upate taarifa za hewa karibu nawe

source: Searching for air quality near you, Hang on tight.
fr: Recherche de la qualité de l'air près de chez vous. Tenez bon!
pt: À procura da qualidade do ar perto de ti, aguenta firme.
sw: Inatafuta taarifa za hewa karibu nawe, subiri kidogo.

source: Please enter your name
fr: Veuillez entrer votre nom
pt: Introduz o teu nome
sw: Tafadhali ingiza jina lako

source: Enter your name
fr: Entrez votre nom
pt: Introduz o teu nome
sw: Ingiza jina lako

source: No, thanks
fr: Non, merci
pt: Não, obrigado
sw: La, asante

source: Breathe Clean.
fr: Respirez propre.
pt: Respira e limpa.
sw: Pumua Safi

source: Great! Please enter your name?
fr: Super! Veuillez entrer votre nom
pt: Ótimo! Por favor, introduz o teu nome?
sw: Nzuri! Tafadhali ingiza jina lako

source: All Set!
fr: Tout est prêt!
pt: Prepara tudo!
sw: Tayari!

source: Breathe
fr: Respirez
pt: Respira
sw: Pumua

source: Invalid Phone number
fr: Numéro de téléphone invalide
pt: Número de telefone inválido
sw: Nambari batili

source: Check your internet connection
fr: Vérifiez votre connexion Internet
pt: Verifica a tua ligação à Internet
sw: Angalia muunganisho wako wa intaneti

source: Phone number not found. Did you sign up?
fr: Numéro de téléphone non trouvé. Vous êtes-vous inscrit?
pt: Número de telefone não encontrado. Inscreveste-te?
sw: Nambari haipatikani. Ulishasajiliwa?

source: Phone number already registered. Please log in
fr: Numéro de téléphone déjà enregistré. Veuillez vous connecter
pt: Número de telefone já registado. Faz o login
sw: Nambari tayari imesajiliwa. Tafadhali ingia

source: Tap again to cancel !
fr: Appuyez à nouveau pour annuler!
pt: Toca novamente para cancelar!
sw: Gusa tena kufuta!

source: We'll send you a verification code
fr: Nous vous enverrons un code de vérification
pt: Enviar-te-emos um código de verificação
sw: Tutakutumia nambari ya kuthibitisha

source: Great, few more steps before you can breathe
fr: Super! Quelques étapes de plus avant de pouvoir respirer
pt: Ótimo, mais alguns passos antes de poderes respirar
sw: Nzuri, Hatua chache tu kabla hujaanza kutumia

source: Oops, Something's wrong with your number
fr: Oops! Quelque chose ne va pas avec votre numéro
pt: Oops, há algo de errado com o teu número
sw: Samahani, kuna tatizo na nambari yako

source: Success
fr: Succès
pt: Sucesso
sw: Mafanikio

source: Enter code to login
fr: Entrez le code pour vous connecter
pt: Introduz o código para iniciar sessão
sw: Weka nambari kuingia

source: Verify your account
fr: Vérifiez votre compte
pt: Verifica a tua conta
sw: Thibitisha akaunti yako

source: Oops, Something's wrong with your code
fr: Oops! Quelque chose ne va pas avec votre code
pt: Oops, há algo de errado com o teu código
sw: Samahani, kuna tatizo na nambari uliyoingiza

source: Login successful
fr: Connexion réussie
pt: Inicia sessão com sucesso
sw: Umefanikiwa kuingia

source: Your phone number has been verified
fr: Votre numéro de téléphone a été vérifié
pt: O teu número de telefone foi verificado
sw: Nambari yako imethibitishwa

# enterThe6DigitsCodeSentTo
source: Enter the 6 digits code sent to {placeholder}
fr: Entrez le code à 6 chiffres envoyé à {placeholder}
pt: Introduz o código de 6 dígitos enviado para {placeholder}
sw: Weka nambari 6 tarakimu uliyopokea {placeholder}

source: Sure you read it correctly? Pro Tip: Copy & Paste
fr: Êtes-vous sûr de l'avoir lu correctement? Astuce Pro: copier-coller
pt: Tens a certeza de que leste corretamente? Dica profissional: Copia e cola
sw: Uhakikishe umesoma vizuri. Pendekezo: Nakili na Bandika

source: Pheww, almost done, hang in there.
fr: Pheww! Presque terminé. Tenez bon
pt: Pheww, está quase a acabar, aguenta-te.
sw: Karibu tumemaliza, subiri

source: Resend code
fr: Renvoyer le code
pt: Reenviar código
sw: Tuma nambari tena

# theCodeShouldArrive
source: The code should arrive with in {placeholder} sec
fr: Le code devrait arriver dans les {placeholder} secondes
pt: O código deve chegar-te em {placeholder} sec
sw: Nambari itafika ndani ya {placeholder} sekunde

source: No Internet connection
fr: Pas de connexion Internet
pt: Não tens ligação à Internet
sw: Hakuna muunganisho wa intaneti

source: Already have an account?
fr: Vous avez déjà un compte?
pt: Já tens uma conta?
sw: Tayari una akaunti?

source: Log in
fr: S'identifier
pt: Inicia sessão
sw: Ingia

source: Don't have an account?
fr: Vous n'avez pas de compte?
pt: Não tens uma conta?
sw: Huna akaunti?

source: Sign Up
fr: S'inscrire
pt: Inscreve-te
sw: Jisajili

source: Please enter the code
fr: Veuillez entrer le code
pt: Por favor, introduz o código
sw: Tafadhali ingiza nambari

source: Please enter all the digits
fr: Veuillez entrer tous les chiffres
pt: Por favor, introduz todos os dígitos
sw: Tafadhali ingiza tarakimu zote

source: First Name
fr: Prénom
pt: Nome próprio
sw: Jina la kwanza

source: Last Name
fr: Nom de famille
pt: Último nome
sw: Jina la mwisho

source: Log Out
fr: Se déconnecter
pt: Terminar sessão
sw: Toka

source: Personalise your experience
fr: Personnalisez votre expérience
pt: Personaliza a tua experiência
sw: Badilisha programu ili ikufae

source: Create your account today and enjoy air quality updates and health tips.
fr: Créez votre compte aujourd'hui et profitez des mises à jour de la qualité de l'air et des conseils de santé
pt: Crie sua conta hoje e aproveite as atualizações da qualidade do ar e dicas de saúde.
sw: Anzisha akaunti yako leo na uanze kupata taarifa za hewa na ushauri wa afya.

source: Profile
fr: Profil
pt: Perfil
sw: Wasifu

source: Edit profile
fr: Modifier le profil
pt: Editar perfil
sw: Hariri wasifu

source: Failed to update profile pic
fr: Échec de la mise à jour de la photo de profil
pt: Falha ao atualizar a foto do perfil
sw: Imeshindwa kusasisha picha ya wasifu

source: Guest
fr: Invité
pt: Convidado
sw: Mgeni

source: Save
fr: Sauvegarder
pt: Poupa
sw: Hifadhi

source: This is the analytics Tab
fr: Ceci est l'onglet Analytique
pt: Este é o separador de análise
sw: Hii ni kichupo cha takwimu

source: Analytics
fr: Analytique
pt: Analítica
sw: Takwimu

source: Do you want to know more about air quality? Know your air in this section
fr: Voulez-vous en savoir plus sur la qualité de l'air? Connaissez votre air dans cette section
pt: Queres saber mais sobre a qualidade do ar? Conhece o teu ar nesta secção
sw: Ungependa kujua zaidi kuhusu ubora wa hewa? Jifunze hapa

source: Know your Air
fr: Connaissez votre air
pt: Conhece o teu ar
sw: Jua hewa yako

source: Explore air quality here
fr: Explorez la qualité de l'air ici
pt: Explora a qualidade do ar aqui
sw: Chunguza ubora wa hewa hapa

source: Home
fr: Accueil
pt: Casa
sw: Nyumbani

source: See readings from our monitors here
fr: Voir les lectures de nos moniteurs ici
pt: Vê as leituras dos nossos monitores aqui
sw: Angalia vipimo kutoka vituo vyetu hapa

source: AirQo Map
fr: Carte AirQo
pt: Mapa AirQo
sw: Ramani ya AirQo

source: Change your preferences and settings here
fr: Modifiez vos préférences et paramètres ici
pt: Altera as tuas preferências e definições aqui
sw: Badilisha mapendeleo na mipangilio hapa

source: Click to Skip Tutorial
fr: Cliquez pour ignorer le tutoriel
pt: Clica para saltar o tutorial
sw: Bonyeza ili ruhusu utambulisho

source: Find the latest air quality from your favorite locations
fr: Trouvez la dernière qualité de l'air de vos emplacements préférés
pt: Descobre a qualidade do ar mais recente nos teus locais favoritos
sw: Pata taarifa za hivi majuzi kutoka sehemu ulizopendelea

source: Find amazing content specifically designed for you here.
fr: Trouvez un contenu incroyable spécialement conçu pour vous ici.
pt: Encontra aqui conteúdos fantásticos concebidos especificamente para ti.
sw: Pata maudhui mazuri yaliyoundwa kwako hapa

source: Find the air quality of different locations across Africa here
fr: Trouvez la qualité de l'air de différents endroits à travers l'Afrique ici
pt: Descobre a qualidade do ar em diferentes locais de África aqui
sw: Pata taarifa za ubora wa hewa katika maeneo mbalimbali hapa

source: This card shows the air quality of your nearest location
fr: Cette carte montre la qualité de l'air de votre emplacement le plus proche
pt: Este cartão mostra a qualidade do ar no local mais próximo de ti
sw: Kadi hii inaonyesha ubora wa hewa karibu nawe

source: You can always restart the App Tour from here anytime
fr: Vous pouvez toujours redémarrer la visite de l'application à partir d'ici à tout moment
pt: Podes sempre reiniciar o App Tour a partir daqui em qualquer altura
sw: Unaweza kuanza utambulisho upya wakati wowote hapa

source: Skip Showcase
fr: Ignorer la vitrine
pt: Salta da vitrina
sw: Ruka maonyesho

source: Description
fr: La description
pt: Descrição
sw: Maelezo

source: Could not create a share link
fr: Impossible de créer un lien de partage
pt: Não foi possível criar uma ligação de partilha
sw: Imeshindwa kutengeneza kiungo cha kushiriki

source: Please enter a valid email
fr: Veuillez entrer une adresse e-mail valide
pt: Introduz um e-mail válido
sw: Tafadhali ingiza barua pepe halali

source: Email not found. Did you sign up?
fr: E-mail non trouvé. Vous êtes-vous inscrit?
pt: O teu e-mail não foi encontrado. Inscreveste-te?
sw: Barua pepe haipatikani. Ulishajisajili?

source: Email already registered. Please log in
fr: E-mail déjà enregistré. Veuillez vous connecter
pt: Email já registado. Por favor, faz o login
sw: Barua pepe tayari imesajiliwa. Tafadhali ingia

source: Oops, Something’s wrong with your email
fr: Oops, quelque chose ne va pas avec votre e-mail
pt: Oops, há algo de errado com o teu e-mail
sw: Samahani, kuna tatizo na barua pepe yako

source: Your email has been verified
fr: Votre e-mail a été vérifié
pt: O teu e-mail foi verificado
sw: Barua pepe yako imethibitishwa

source: More
fr: Plus
pt: Mais
sw: Zaidi

source: No air quality for this place
fr: Pas de qualité de l'air pour cet endroit
pt: Não há qualidade do ar para este lugar
sw: Hakuna taarifa za ubora wa hewa hapo

source: More Insights
fr: Plus d'informations
pt: Mais informações
sw: Maelezo Zaidi

source: Oops.. No Lessons at the moment
fr: Oops.. Pas de leçons pour le moment
pt: Oops... De momento não tens lições
sw: Samahani, Hakuna masomo kwa sasa

source: Swipe left or right to move to next card
fr: Faites glisser vers la gauche ou vers la droite pour passer à la carte suivante
pt: Desliza para a esquerda ou para a direita para passar para a carta seguinte
sw: Telezesha kushoto au kulia ili uende kadi inayofuata

source: Resume
fr: Reprendre
pt: Currículo
sw: Endelea

source: Begin
fr: Commencer
pt: Começa
sw: Anza

source: Complete! Move to
fr: Terminer et passer à
pt: Completa! Passa para
sw: Maliza! Nenda kwenye

# oopsWeDontHaveAirQualityReadingsFor
source: Oops!!.. We don’t have air quality readings for{placeholder}
fr: Oops!!.. Nous n'avons pas de lectures de qualité de l'air pour {placeholder}
pt: Oops!!!... Não temos leituras da qualidade do ar para {placeholder}
sw: Samahani, Hatuna vipimo vya ubora wa hewa kwa {placeholder}

source: Try again later
fr: Réessayer plus tard
pt: Tenta novamente mais tarde
sw: Jaribu tena baadaye

source: Terms & Privacy Policy
fr: Conditions et politique de confidentialité
pt: Termos e Política de Privacidade
sw: Masharti na Sera ya Faragha

source: No results found
fr: Aucun résultat trouvé
pt: Não encontraste resultados
sw: Hakuna majibu yaliyopatikana

source: Try adjusting your search to find what you’re looking for.
fr: Essayez d'ajuster votre recherche pour trouver ce que vous recherchez.
pt: Tenta ajustar a tua pesquisa para encontrares o que procuras.
sw: Jaribu kubadili utafutaji ili upate unachotaka

source: We can’t seem to find the KYA content you’re looking for.
fr: Nous ne parvenons pas à trouver le contenu KYA que vous recherchez
pt: Parece que não conseguimos encontrar o conteúdo KYA que procuras.
sw: Hatuwezi kupata maudhui ya KYA unayotafuta

source: Scared?, take a deep breath of clean air on us. Ready? Breathe In, Breathe out
fr: Effrayé? Prenez une profonde respiration d'air pur sur nous. Prêt? Respirez, expirez.
pt: Assustado? Respira fundo o ar puro. Estás pronto? Inspira, expira
sw: Unaogopa? Chukua pumzi kadhaa za hewa safi. Tayari? Vuta pumzi, toa pumzi

source: Return home
fr: Retour à la maison
pt: Regressa a casa
sw: Rudi nyumbani

source: No Air Quality data
fr: Pas de données de qualité de l'air
pt: Não há dados sobre a qualidade do ar
sw: Hakuna data za ubora wa hewa

source: We’re having issues with our network no worries, we’ll be back up soon.
fr: Nous avons des problèmes avec notre réseau. Pas de soucis, nous serons bientôt de retour
pt: Estamos a ter problemas com a nossa rede, não te preocupes, voltaremos a funcionar em breve.
sw: Tunakumbana na changamoto katika mtandao wetu lakini hakuna shida, tutakuwepo tena hivi karibuni

source: Reload
fr: Recharger
pt: Recarregar
sw: Pakia upya

# viewYourFavoritPlaces
source: View your favorite places
fr: Voir vos endroits préférés
pt: Ver os teus locais favoritos
sw: Angalia maeneo uliyopendelea

source: Tap the
fr: Appuyez sur le
pt: Toca no botão
sw: Gusa

source: Favorite icon on any location to add it to your favorites
fr: Icône favorite sur n'importe quel emplacement pour l'ajouter à vos favoris
pt: Ícone de favorito em qualquer local para o adicionares aos teus favoritos
sw: ikoni ya kupendelea katika eneo lolote kuongeza kwenye viungo vya kupendelea

source: Add Favorites
fr: Ajouter des favoris
pt: Adicionar favoritos
sw: Ongeza vipendeleo

source: Know the Air Quality trends
fr: Connaissez les tendances de la qualité de l'air
pt: Conhece as tendências da qualidade do ar
sw: Jua mwelekeo wa ubora wa hewa

source: Stay on top of changes in Air Quality of places important to you
fr: Restez au courant des changements de la qualité de l'air des endroits importants pour vous
pt: Fica a par das alterações na qualidade do ar em locais importantes para ti
sw: Fuatilia mabadiliko ya ubora wa hewa katika maeneo muhimu kwako

source: Turn on location
fr: Activer l'emplacement
pt: Liga a localização
sw: Washa eneo

source: Keep up with your lessons
fr: Suivez vos leçons
pt: Acompanha as tuas aulas
sw: Endelea na masomo yako

source: Track your completed 'Know Your Air' lessons and revisit them anytime
fr: Suivez vos leçons Know Your Air terminées et revenez-y à tout moment
pt: Acompanha as tuas lições 'Know Your Air ' concluídas e revisita-as em qualquer altura
sw: Fuatilia masomo uliyoitikiza ya 'Jifunze hewa yako' na urudi kwenye masomo hayo wakati wowote

source: Start learning
fr: Commencer à apprendre
pt: Começa a aprender
sw: Anza kujifunza

source: No lessons
fr: Pas de leçons
pt: Sem lições
sw: Hakuna masomo

source: Connect to the internet to see results
fr: Connectez-vous à Internet pour voir les résultats
pt: Liga-te à Internet para veres os resultados
sw: Unganisha mtandao ili uone majibu

source: We can’t seem to find the content you’re looking for
fr: Nous ne parvenons pas à trouver le contenu que vous recherchez
pt: Parece que não conseguimos encontrar o conteúdo que procuras
sw: Hatuwezi kupata maudhui unayotafuta

source: A fatal error has occurred.
fr: Une erreur fatale s'est produite
pt: Ocorreu um erro fatal.
sw: Hitilafu kubwa imetokea

source: Report has been successfully sent.
fr: Le rapport a été envoyé avec succès.
pt: O relatório foi enviado com sucesso.
sw: Ripoti imetumwa kwa mafanikio

source: Report Error
fr: Rapport d'erreur
pt: Comunicar erro
sw: Ripoti hitilafu

source: Refresh
fr: Rafraîchir
pt: Refresca-te
sw: Pakia upya

source: Congrats!
fr: Félicitations!
pt: Parabéns!
sw: Hongera!

source: Notifications
pt: Notificações
sw: Arifa

source: Recent Searches
fr: Recherches récentes
pt: Pesquisas recentes
sw: Utafutaji wa hivi karibuni
