Repository: airqo-platform/AirQo-frontend
Catalog: mobile/lib/l10n/app_*.arb
Languages: fr, pt, sw

source: Try adjusting your filters to find what you’re looking for
fr: Essayez d'ajuster vos filtres pour trouver ce que vous recherchez
pt: Tenta ajustar os teus filtros para encontrares o que procuras
sw: Jaribu kubadili chujio ili upate unachotafuta

# cantFindAirQualityOfExploreTheseLocationsRelateToYourSearch
source: Can't find air quality of {placeholder}? Explore these locations related to your search.
fr: Impossible de trouver la qualité de l'air de {placeholder}. Explorez ces emplacements qui se rapportent à votre recherche
pt: Não consegues encontrar a qualidade do ar de {placeholder}? Explora estes locais relacionados com a tua pesquisa.
sw: Huwezi kupata ubora wa hewa wa {placeholder}? Tafuta maeneo haya yanayohusiana na utafutaji wako

source: Suggestions
pt: Sugestões
sw: Mapendekezo

source: Enter code to delete account
fr: Entrez le code pour supprimer le compte
pt: Introduz o código para apagar a conta
sw: Ingiza nambari kufuta akaunti

source: Invalid code
fr: Code invalide
pt: Código inválido
sw: Nambari batili

source: Failed to delete account. Try again later
fr: Échec de la suppression du compte. Réessayez plus tard
pt: Não conseguiste eliminar a conta. Tenta novamente mais tarde
sw: Imeshindwa kufuta akaunti. Jaribu tena baadaye

source: Failed to re-authenticate. Try again later
fr: Échec de la réauthentification. Réessayez plus tard
pt: Falha ao autenticar novamente. Tenta novamente mais tarde
sw: Imeshindwa kuidhinisha upya. Jaribu tena baadaye

source: Code expired. try again later
fr: Code expiré. Réessayez plus tard
pt: O código expirou. Tenta novamente mais tarde
sw: Muda wa nambari umekwisha. Jaribu tena baadaye

source: A new update is now available
fr: Une nouvelle mise à jour est maintenant disponible
pt: Já está disponível uma nova atualização
sw: Kuna sasisho jipya limebuni

# airQoversionIsNowAvailableToKeepYouUpToDateOnTheLatestAirQualityData
source: AirQo version {placeholder} is now available to keep you up to date on the latest air quality data.
fr: La version AirQo {placeholder} est maintenant disponible pour vous tenir au courant des dernières données sur la qualité de l'air
pt: A versão AirQo {placeholder} está agora disponível para te manteres atualizado sobre os últimos dados relativos à qualidade do ar.
sw: Toleo la AirQo {placeholder} limebuni ili upate taarifa za hivi karibuni za ubora wa hewa

source: Update Now
fr: Mettre à jour maintenant
pt: Actualiza agora
sw: Sasisha sasa

source: Failed to reload. Try again later
fr: Échec du rechargement. Réessayez plus tard
pt: Falha ao recarregar. Tenta novamente mais tarde
sw: Imeshindwa kupakia upya. Jaribu tena baadaye

source: No air quality data available
fr: Pas de données de qualité de l'air disponibles
pt: Não existem dados disponíveis sobre a qualidade do ar
sw: Hakuna data za ubora wa hewa

# theAirQualityIndexColorsCanBeUsedToShowHowPollutedTheAirIs
source: The Air Quality Index (AQI) colors can be used to show how polluted the air is.
fr: Les couleurs de l'indice de qualité de l'air peuvent être utilisées pour montrer à quel point l'air est pollué
pt: As cores do Índice de Qualidade do Ar (IQA) podem ser utilizadas para mostrar o grau de poluição do ar.
sw: Rangi za Chujio cha Ubora wa Hewa zinaweza kuonyesha kiwango cha uchafuzi wa hewa

source: Forecast
fr: Prévision
pt: Previsão
sw: Tahmini

source: No
fr: Non
pt: Não
sw: Hapana

source: Yes
fr: Oui
pt: Sim
sw: Ndio

source: Confirm
fr: Confirmer
pt: Confirma
sw: Thibitisha

source: Are you sure you want to remove
fr: Êtes-vous sûr de vouloir supprimer
pt: Tens a certeza de que queres remover
sw: Una uhakika unataka kuondoa

source: from your favorites?
fr: de vos favoris?
pt: dos teus favoritos?
sw: kutoka kwenye vipendeleo vyako?

source: is a complex mixture of extremely small particles and liquid droplets.
fr: est un mélange complexe de particules extrêmement petites et de gouttelettes liquides
pt: é uma mistura complexa de partículas extremamente pequenas e gotículas líquidas.
sw: ni mchanganyiko mgumu wa vipande vidogo sana na matone ya maji

source: When measuring particles, there are two size categories commonly used.
fr: Lors de la mesure des particules, deux catégories de taille sont couramment utilisées
pt: Ao medir partículas, existem duas categorias de tamanho comumente usadas:
sw: Wakati wa kupima vipande, kuna makundi mawili ya ukubwa yanayotumika kawaida

# hasBeenAddedToYourFavorites
source: {placeholder} has been added to your favorites
fr: {placeholder} a été ajouté à vos favoris
pt: {placeholder} foi adicionado aos seus favoritos.
sw: {placeholder} imeongezwa kwenye vipendeleo vyako

source: Please Sign in to save your favorites
fr: Veuillez vous connecter pour enregistrer vos favoris
pt: Por favor, inicie sessão para guardar os seus favoritos.
sw: Tafadhali ingia ili uhifadhi vipendeleo vyako

source: Authentication is currently unavailable. You will be able to signup/sign in later.
fr: L'authentification n'est actuellement pas disponible. Vous pourrez vous inscrire vous connecter plus tard
pt: A autenticação não está disponível de momento. Poderá registar-se/iniciar sessão mais tarde.
sw: Utambulisho haupatikani kwa sasa. Utaweza kujisajili/kuingia baadaye

source: Proceed as Guest
fr: Continuer en tant qu'invité
pt: Continua como convidado
sw: Endelea kama mgeni

source: Cancel
fr: Annuler
pt: Cancelar
sw: Ghairi

source: Proceed
fr: Continuer
pt: Continua
sw: Endelea

source: Confirm Email Address
fr: Confirmez l'adresse e-mail
pt: Confirma o endereço de e-mail
sw: Thibitisha anwani ya barua pepe

source: Confirm Phone Number
fr: Confirmer le numéro de téléphone
pt: Confirma o número de telefone
sw: Thibitisha nambari ya simu

source: Is the email address above correct?
fr: L'adresse e-mail ci-dessus est-elle correcte?
pt: O endereço de correio eletrónico acima indicado está correto?
sw: Je, anwani ya barua pepe hapo juu ni sahihi?

source: Is the phone number above correct?
fr: Le numéro de téléphone ci-dessus est-il correct?
pt: O número de telefone acima está correto?
sw: Je, nambari ya simu hapo juu ni sahihi?

source: Edit
fr: Modifier
pt: Edita
sw: Hariri

source: Re authentication is required
fr: La réauthentification est requise
pt: É necessária uma nova autenticação
sw: Inahitajika kuthibitishwa upya

source: You are required to sign in again inorder to delete your account. Do you want to proceed?
fr: Vous devez vous connecter à nouveau pour supprimer votre compte. Voulez-vous continuer?
pt: Tens de iniciar sessão novamente para apagar a tua conta. Queres continuar?
sw: Unahitajika kuingia tena ili kufuta akaunti yako. Je, unataka kuendelea?

source: Warning !!!
fr: Avertissement !!!
pt: Aviso !!!
sw: Onyo !!!

source: Update
fr: Mettre à jour
pt: Atualização
sw: Sasisha

source: Thank you for using the AirQo app! We would greatly appreciate it if you could take a moment to rate your experience.
fr: Merci d'utiliser l'application AirQo. Nous vous serions très reconnaissants si vous pouviez prendre un moment pour évaluer votre expérience.
pt: Obrigado por utilizares a aplicação AirQo! Ficaríamos muito gratos se pudesses avaliar a tua experiência.
sw: Asante kwa kutumia app ya AirQo! Tungetambua sana ikiwa ungechukua muda kidogo kutoa maoni yako kuhusu uzoefu wako.

source: Enjoying AirQo app
fr: Profitez de l'application AirQo?
pt: Aproveitar a aplicação AirQo
sw: Unafurahia app ya AirQo

source: Rate
fr: Taux
pt: Taxa
sw: Toa Maoni

source: We value your feedback. Please share your thoughts and suggestions on our feedback page by clicking OK.
fr: Nous apprécions vos commentaires. Veuillez partager vos réflexions et suggestions sur notre page de commentaires en cliquant sur OK
pt: Valorizamos os teus comentários.\nPor favor, partilha os teus pensamentos e sugestões na nossa página de comentários, clicando em OK.
sw: Tunathamini maoni yako. Tafadhali shirikisha mawazo yako na mapendekezo kwenye ukurasa wetu wa maoni kwa kubofya OK.

source: OK
pt: Está bem
sw: Sawa

source: Proceed as
fr: Continuer en tant que
pt: Procede como
sw: Endelea kama

source: Explore African Cities
fr: Explorer les villes africaines
pt: Explora as cidades africanas
sw: Chunguza Miji ya Afrika

source: Search for Air Quality by location
fr: Rechercher la qualité de l'air par emplacement
pt: Pesquisa a qualidade do ar por localização
sw: Tafuta Ubora wa Hewa kwa eneo

source: Filter By Air Quality Range
fr: Filtrer par plage de qualité de l'air
pt: Filtra por gama de qualidade do ar
sw: Chuja Kwa Kiwango cha Ubora wa Hewa

# theAirQualityIndexColorsCanbBeUsedToShowHowPollutedTheAirIs
source: The Air Quality Index (AQI) colors can be used to show how polluted the air is.
fr: Les couleurs de l'indice de qualité de l'air peuvent être utilisées pour montrer à quel point l'air est pollué.
pt: As cores do Índice de Qualidade do Ar (IQA) podem ser utilizadas para mostrar o grau de poluição do ar.
sw: Rangi za Kiwango cha Ubora wa Hewa (AQI) zinaweza kutumika kuonyesha jinsi hewa ilivyo na uchafu.

source: Complete
fr: Terminé
pt: Completa
sw: Kamilisha

source: Welcome
fr: Bienvenue
pt: Bem-vindo
sw: Karibu

source: To turn on notifications, go to App Info > Notifications
fr: Pour activer les notifications, accédez à App Info > Notifications
pt: Para ativar as notificações, vai a App Info > Notifications
sw: Ili kuwasha arifa, nenda kwa Taarifa za App > Arifa

source: To turn off notifications, go to App Info > Notifications
fr: Pour désactiver les notifications, accédez à App Info > Notifications
pt: Para desativar as notificações, vai a App Info > Notifications
sw: Ili kuzima arifa, nenda kwa Taarifa za App > Arifa

# toTurnOnNotificationsGoToSettingsAirQoNotifications
source: turn on notifications, go to Settings > AirQo > Notifications
fr: Pour activer les notifications, accédez à Paramètres > AirQo > Notifications
pt: para ativar as notificações, vai a Settings > AirQo > Notifications
sw: Ili kuwasha arifa, nenda kwa Mipangilio > AirQo > Arifa

source: To turn off notifications, go to Settings > AirQo > Notifications
fr: Pour désactiver les notifications, accédez à Paramètres > AirQo > Notifications
pt: Para desativar as notificações, vai a Settings > AirQo > Notifications
sw: Ili kuzima arifa, nenda kwa Mipangilio > AirQo > Arifa

source: Complete! Move to For You
fr: Terminer le déménagement vers Pour vous
pt: Completa! Mudar para Para ti
sw: Kamilisha! Endelea kwa Kwa Ajili Yako

# continu
source: Continue
fr: Continuer
pt: Continua
sw: Endelea

source: Yesterday
fr: Hier
pt: Ontem
sw: Jana

source: Last Week
fr: La semaine dernière
pt: Semana passada
sw: Wiki iliyopita

source: Next Week
fr: La semaine prochaine
pt: Próxima semana
sw: Wiki ijayo

source: Today
fr: Aujourd'hui
pt: Hoje
sw: Leo

source: Tomorrow
fr: Demain
pt: Amanhã
sw: Kesho

source: This week
fr: Cette semaine
pt: Esta semana
sw: Wiki hii

source: Today’s health tips
fr: Conseils de santé d'aujourd'hui
pt: Conselhos de saúde de hoje
sw: Maelekezo ya afya ya leo

source: Tomorrow’s health tips
fr: Conseils de santé de demain
pt: Conselhos de saúde de amanhã
sw: Maelekezo ya afya ya kesho

# thisDatesHealthTips
source: {placeholder} health tips
fr: Conseils de santé {placeholder}
pt: Conselhos de saúde de {placeholder}
sw: Maelekezo ya afya ya {placeholder}

source: Hello
fr: Bonjour
pt: Olá
sw: Hujambo

# goodMorningYourName
source: Good morning {placeholder}
fr: Bonjour {placeholder}
pt: Bom dia
sw: Habari ya asubuhi {placeholder}

# goodAfternoonYourName
source: Good afternoon {placeholder}
fr: Bon après-midi {placeholder}
pt: Boa tarde
sw: Habari ya mchana {placeholder}

# goodEveningYourName
source: Good evening {placeholder}
fr: Bonsoir {placeholder}
pt: Boa noite
sw: Habari ya jioni {placeholder}

# helloYourName
source: Hello {placeholder}
fr: Bonjour {placeholder}
pt: Olá.
sw: Hujambo {placeholder}

# updatedYesterdayAtDateString
source: Updated yesterday at {placeholder}
fr: Mis à jour hier à {placeholder}
pt: Atualizado ontem em {placeholder}
sw: Imesasishwa jana saa {placeholder}

# updatedTodayAtDateString
source: Updated today at {placeholder}
fr: Mis à jour aujourd'hui à {placeholder}
pt: Atualizado hoje em {placeholder}
sw: Imesasishwa leo saa {placeholder}

source: Good Quality Air around you
fr: Bonne qualité de l'air autour de vous
pt: Ar de boa qualidade à tua volta
sw: Hewa ya Ubora Mzuri karibu nawe

source: Moderate Quality Air around you
fr: Qualité de l'air modérée autour de vous
pt: Qualidade do ar moderada à tua volta
sw: Hewa ya Ubora wa Kiasi karibu nawe

source: Nearby locations with air quality Unhealthy For Sensitive Groups
fr: Lieux à proximité avec une qualité de l'air malsaine pour les groupes sensibles
pt: Localidades próximas com qualidade do ar insalubre para grupos sensíveis
sw: Maeneo ya karibu yenye hewa isiyofaa kwa makundi nyeti

source: Very Unhealthy Quality Air around you
fr: Air de très mauvaise qualité autour de vous
pt: Qualidade do ar muito insalubre à tua volta
sw: Hewa isiyofaa kabisa karibu nawe

source: Hazardous Quality Air around you
fr: Air de qualité dangereuse autour de vous
pt: Ar de qualidade perigosa à tua volta
sw: Hewa hatari karibu nawe

source: The air is clean and healthy to breathe
fr: L'air est propre et sain à respirer
pt: O ar é limpo e saudável para respirares
sw: Hewa ni safi na ni salama kupumua

source: The air is acceptable, but sensitive groups may experience some health effects.
fr: L'air est acceptable mais les groupes sensibles peuvent ressentir certains effets sur la santé
pt: O ar é aceitável, mas os grupos sensíveis podem sentir alguns efeitos na saude.
sw: Hewa inakubalika, lakini makundi nyeti yanaweza kupata athari za kiafya.

source: People with respiratory or heart diseases, children, and elderly may experience health effects.
fr: Les personnes souffrant de maladies respiratoires ou cardiaques, les enfants et les personnes âgées peuvent ressentir des effets sur la santé
pt: As pessoas com doenças respiratórias ou cardíacas, as crianças e os idosos podem sentir efeitos na saude.
sw: Watu wenye magonjwa ya kupumua au magonjwa ya moyo, watoto, na wazee wanaweza kupata athari za kiafya.

source: Everyone may begin to experience some adverse health effects and sensitive groups are at higher risk.
fr: Tout le monde peut commencer à ressentir certains effets néfastes sur la santé et les groupes sensibles sont plus à risque
pt: Todas as pessoas podem começar a sentir alguns efeitos adversos na saude, mas os grupos sensíveis correm um risco maior.
sw: Kila mtu anaweza kuanza kupata athari mbaya za kiafya na makundi nyeti yako kwenye hatari zaidi.

source: Health warnings of emergency conditions. The entire population is more likely to be affected, with serious health effects on sensitive groups.
fr: Avertissements sanitaires de conditions d'urgence. Toute la population est plus susceptible d'être affectée par des effets graves sur la santé des groupes sensibles
pt: Avisos sanitários sobre situações de emergência. É mais provável que toda a população seja afetada, com efeitos graves para a saude de grupos sensíveis.
sw: Onyo la afya la hali ya dharura. Idadi kubwa ya watu inaweza kuathiriwa, na athari mbaya za kiafya kwa makundi nyeti.

source: Locations with Good Quality Air
fr: Lieux avec une bonne qualité de l'air
pt: Locais com ar de boa qualidade
sw: Maeneo yenye Hewa ya Ubora Mzuri

source: Locations with Moderate Quality Air
fr: Lieux avec une qualité de l'air modérée
pt: Locais com ar de qualidade moderada
sw: Maeneo yenye Hewa ya Ubora wa Kiasi

source: Locations with Unhealthy Quality Air
fr: Lieux avec une qualité de l'air malsaine
pt: Locais com ar de qualidade insalubre
sw: Maeneo yenye Hewa Isiyofaa

source: Locations with Very Unhealthy Quality Air
fr: Lieux avec une qualité de l'air très malsaine
pt: Locais com qualidade do ar muito insalubre
sw: Maeneo yenye Hewa Isiyofaa Kabisa

source: Locations with Hazardous Quality Air
fr: Lieux avec une qualité de l'air dangereuse
pt: Locais com ar de qualidade perigosa
sw: Maeneo yenye Hewa Hatari

source: Locations with Air Quality Unhealthy For Sensitive Groups
fr: Lieux avec une qualité de l'air malsaine pour les groupes sensibles
pt: Locais com qualidade do ar insalubre para grupos sensíveis
sw: Maeneo yenye Hewa Isiyofaa kwa Makundi Nyeti

source: Unhealthy For Sensitive Groups
fr: Malsain pour les groupes sensibles
pt: Não é saudável para grupos sensíveis
sw: Isiyofaa kwa Makundi Nyeti

source: Air quality is safe for everyone!
fr: La qualité de l'air est sûre pour tout le monde!
pt: A qualidade do ar é segura para todos!
sw: Ubora wa hewa ni salama kwa kila mtu!

source: Unusually sensitive people should consider reducing prolonged or intense outdoor activities.
fr: Les personnes exceptionnellement sensibles devraient envisager de réduire les activités de plein air prolongées ou intenses.
pt: As pessoas excecionalmente sensíveis devem considerar a possibilidade de reduzir as actividades prolongadas ou intensas ao ar livre.
sw: Watu wenye unyeti wa hali ya juu wanapaswa kuzingatia kupunguza shughuli za nje zenye muda mrefu au zenye shughuli nyingi.

source: The elderly and children should limit intense outdoor activities. Sensitive people should reduce prolonged or intense outdoor activities.
fr: Les personnes âgées et les enfants devraient limiter les activités de plein air intenses. Les personnes sensibles devraient réduire les activités de plein air prolongées ou intenses.
pt: Os idosos e as crianças devem limitar as actividades intensas ao ar livre. As pessoas sensíveis devem reduzir as actividades prolongadas ou intensas ao ar livre.
sw: Wazee na watoto wanapaswa kupunguza shughuli kali za nje. Watu wenye unyeti wanapaswa kupunguza shughuli za nje zenye muda mrefu au zenye shughuli nyingi.

source: People with respiratory or heart disease, the elderly and children should avoid intense outdoor activities. Everyone else should limit intense outdoor activities.
fr: Les personnes souffrant de maladies respiratoires ou cardiaques, les personnes âgées et les enfants devraient éviter les activités de plein air intenses. Tous les autres devraient limiter les activités de plein air intenses.
pt: As pessoas com doenças respiratórias ou cardíacas, os idosos e as crianças devem evitar actividades intensas ao ar livre. Todas as outras pessoas devem limitar as actividades intensas ao ar livre.
sw: Watu wenye magonjwa ya kupumua au magonjwa ya moyo, wazee na watoto wanapaswa kuepuka shughuli kali za nje. Kila mtu mwingine anapaswa kupunguza shughuli kali za nje.

source: Everyone should avoid any intense outdoor activities. People with respiratory or heart disease, the elderly and children should remain indoors.
fr: Tout le monde devrait éviter toute activité de plein air intense. Les personnes souffrant de maladies respiratoires ou cardiaques, les personnes âgées et les enfants devraient rester à l'intérieur.
pt: Todos devem evitar actividades intensas ao ar livre. As pessoas com doenças respiratórias ou cardíacas, os idosos e as crianças devem permanecer em casa.
sw: Kila mtu anapaswa kuepuka shughuli kali za nje. Watu wenye magonjwa ya kupumua au magonjwa ya moyo, wazee na watoto wanapaswa kubaki ndani.

source: ms
pt: Senhora
sw: Bi

source: Mr
fr: M.
pt: Senhor
sw: Bw

source: Rather not say
fr: Plutôt pas dire
pt: Prefere não dizer
sw: Nisingependa kusema

# goodMorningName
source: Good morning{placeholder}
fr: Bonjour {placeholder}
pt: Bom dia.
sw: Habari ya asubuhi {placeholder}

# goodAfternoonName
source: Good afternoon{placeholder}
fr: Bon après-midi {placeholder}
pt: Boa tarde.
sw: Habari ya mchana {placeholder}

# goodEveningName
source: Good evening{placeholder}
fr: Bonsoir {placeholder}
pt: Boa noite.
sw: Habari ya jioni {placeholder}

# helloName
source: Hello{placeholder}
pt: Olá.
sw: Hujambo {placeholder}

source: All your complete tasks will show up here
fr: Toutes vos tâches terminées apparaîtront ici
pt: Todas as tuas tarefas completas aparecerão aqui
sw: Kazi zako zote zilizokamilika zitaonyeshwa hapa

source: Tap this
fr: Appuyez sur ceci
pt: Toca neste
sw: Gonga hii

source: icon to understand what air quality analytics mean
fr: icône pour comprendre ce que signifient les analyses de la qualité de l'air
pt: ícone para compreenderes o que significam as análises da qualidade do ar
sw: ikoni kuelewa maana ya takwimu za ubora wa hewa

source: Tap forecast to view air quality analytics for the next 24 hours
fr: Appuyez sur Prévisions pour afficher les analyses de la qualité de l'air pour les 24 prochaines heures
pt: Toca em Previsão para veres as análises da qualidade do ar para as próximas 24 horas
sw: Gonga utabiri kuona takwimu za ubora wa hewa kwa masaa 24 yajayo

source: Forecast is temporarily unavailable. We’re working to restore this feature as soon as possible.
fr: Les prévisions ne sont temporairement pas disponibles. Nous travaillons pour restaurer cette fonctionnalité dès que possible.
pt: A previsão não está disponível de momento. Estamos a trabalhar para restaurar esta funcionalidade o mais rapidamente possível.
sw: Utabiri haupatikani kwa muda. Tunaendelea kufanya kazi kurejesha kipengele hiki haraka iwezekanavyo.

source: Login with your mobile number
fr: Connectez-vous avec votre numéro de mobile
pt: Inicia sessão com o teu número de telefone
sw: Ingia kwa kutumia nambari yako ya simu

source: Sign up with your mobile number or email
fr: Inscrivez-vous avec votre numéro de mobile ou votre e-mail
pt: Inscreve-te com o teu número de telefone ou e-mail
sw: Jisajili kwa kutumia nambari yako ya simu au barua pepe

source: Login with your email
fr: Connectez-vous avec votre e-mail
pt: Inicia sessão com o teu e-mail
sw: Ingia kwa kutumia barua pepe

source: Login with an email instead
fr: Connectez-vous avec un e-mail à la place
pt: Inicia sessão com um e-mail em vez disso
sw: Ingia kwa kutumia barua pepe badala yake

source: Sign up with an email instead
fr: Inscrivez-vous avec un e-mail à la place
pt: Inscreve-te com um e-mail em vez disso
sw: Jisajili kwa kutumia barua pepe badala yake

# particulateMatter
source: Particulate matter(PM)
fr: Matière particulaire(PM)
pt: Material Particulado (PM)
sw: Mater vumbi

source: Please select a feedback type.
fr: Veuillez sélectionner un type de réaction.
pt: Por favor, seleciona um tipo de feedback.
sw: Tafadhali chagua aina ya maoni.

source: New
fr: nouveau
pt: Novo
sw: Mpya

# noNortifications
source: No notifications
fr: Pas de notifications
pt: Sem notificações
sw: Hakuna arifa

source: Here you’ll find all updates on our Air Quality network
fr: Ici, vous trouverez toutes les mises à jour sur notre réseau de qualité de l'air
pt: Aqui encontrarás todas as atualizações sobre a nossa rede de qualidade do ar.
sw: Hapa utapata masasisho yote kuhusu mtandao wetu wa Ubora wa Hewa

source: and
fr: et
pt: e
sw: na

source: You will not be able to sign in with your previous phone number after changing it.
fr: Vous ne pourrez pas vous connecter avec votre ancien numéro de téléphone après l'avoir modifié.
pt: Não poderás iniciar sessão com o teu número de telefone anterior depois de o alterares.
sw: Hutaweza kuingia kwa kutumia nambari yako ya simu iliyopita baada ya kubadilisha.

# youWillNotBeAbleToSignInWithYourPreviousEmailAddressAfterChangingIt
source: You will not be able to sign in with your previous email address changing it.
fr: Vous ne pourrez pas vous connecter avec votre ancienne adresse e-mail après l'avoir modifiée.
pt: Não poderás iniciar sessão com o teu endereço de e-mail anterior depois de o alterares.
sw: Hutaweza kuingia kwa kutumia anwani yako ya barua pepe iliyopita baada ya kubadilisha.
